{
	"../images/hl2/advisor_breen_episode_alyx_vance.jpg":					"While Gordon and Alyx are trying to find the Core of the Citadel, they stumble upon a room, full of Advisors. Alyx gets surprised upon seeing Wallace Breen alive, who was thought to be dead- it turned out, however, that it was just an old recording. This scene can be found in the Half-Life 2: Episode 1 chapter 'Direct Intervention'.",
	"Ep1_citadel_advisors_room_advisor_screen.jpg":							"!!!SAMEASABOVE!!!",
	"Ep1_citadel_advisors_room_advisor_wallace_breen_leaving.jpg":			"!!!SAMEASABOVE!!!",
	"../images/hl2/breen_alyx.jpg":											"!!!SAMEASABOVE!!!",
	"../images/hl2/advisor_breen_screen_citadel.jpg":						"While Breen is rushing to escape Gordon and Alyx, he is seen speaking with an Advisor, who suggests getting a 'host body'. This host body would help Breen stay alive in the inhuman nature of the Combine Overworld. This scene can be found at the end of Half-Life 2, in the chapter 'Dark Energy'.",
	"../images/hl2/advisor_eli.jpg":										"A concept art that shows the ending of Half-Life 2: Episode 2.",
	"../images/hl2/advisor_episode_concept_art.jpg":						"A Half-Life 2: Episode 3 concept art. It's not really clear what it tries to represent, but it's probable that these Advisors are protecting the Borealis.",
	"episode_half-life_concept_art.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/airex_air_exchange.jpg":									"This is a representation of the Airex chapter from the Half-Life 2 Beta storyline. You can read more about the Airex here: http://combineoverwiki.net/wiki/Air_Exchange",
	"../images/hl2/airex_air_exchange_2.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/airex_air_exchange_concept_art.jpg":						"!!!SAMEASABOVE!!!",
	"../images/hl2/Airex_reactor.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/alien_combine_soldier_beta.jpg":							"This is a concept art of the early approach of the Overwatch Soldiers, which were called Alien Combine Soldiers. They were supposed to be these worm-like creatures. You can read more about the Alien Combine Soldiers here: http://combineoverwiki.net/wiki/Alien_Combine_Soldier",
	"../images/hl2/All-knowing_vortigaunt_headcrab_meal.jpg":				"The All-Knowing Vortigaunt is a really interesting Easter Egg found in Half-Life 2. This Vortigaunt tells secrets others don't: they tell cryptic statements pertaining to the Black Mesa Incident, Xen, the G-Man, the Nihilanth, and Gordon's deep connection to the Vortigaunts, among other topics. You can read more about it here: http://half-life.wikia.com/wiki/All-Knowing_Vortigaunt",
	"../images/hl2/alyx.gif":												"This GIF is from the infamous Half-Life 2 parody made by the Youtube user Antoine Delak, Gorgeous Freeman. It was made in Garry's Mod. You can watch the ongoin series here: https://www.youtube.com/watch?v=voJmOYyI-T0&list=PL92CWsbTRg8RvByQ_aTYFQVw5FS2QguB8",
	"../images/hl2/alyx.jpg":												"This is Alyx Vance climbing a pipe, just before she gets captured and gets taken into the Citadel by the Combine. This scene can be seen in the Half-Life 2 chapter 'Anticitizen One'.",
	"../images/hl2/alyx_2.jpg":												"This is Half-Life 2 on the lowest settings possible.",
	"eli_lab.jpg":															"!!!SAMEASABOVE!!!",
	"../images/hl2/alyx_barney_calhoun_trainstation_train.jpg":				"Alyx Vance and Barney Calhoun discussing the escape from City 17. This scene is seen in the last chapter of Half-Life 2: Episode 1, 'Exit 17'",
	"../images/hl2/Alyx_beta.jpg":											"Alyx Vance, in her early Half-Life 2 Beta look.",
	"../images/hl2/alyx_chopper_helicopter_hangar.jpg":						"Alyx Vance standing next to the Mil Mi-8 helicopter which she is supposed to fly away with in the company of Gordon to the Borealis in Half-Life 2: Episode 3. You can read more about the helicopter here: http://combineoverwiki.net/wiki/Mil_Mi-8",
	"../images/hl2/alyx_citadel_ruins_strider.jpg":							"Alyx is surprised by the look of the City 17 in ruins. This scene can be seen in the end of the Half-Life 2: Episode 1 chapter 'Lowlife', and the beginning of 'Urban Flight'. The developers call this a reward for the player's hard working in the previous chapter, 'Low Life'.",
	"../images/hl2/alyx_citadel.jpg":										"!!!SAMEASABOVE!!!",
	"episode_citadel_kleiner_breencast.gif":								"!!!SAMEASABOVE!!!",
	"../images/hl2/alyx_dog_citadel_episode.jpg":							"'You did do the math, right?', Alyx asks Dog, jokingly. This scene can be seen in the beginning of Half-Life 2: Episode 1, in the chapter 'Undue Alarm'",
	"../images/hl2/alyx_elevator.jpg":										"Alyx meets Gordon for the first time in this elevator scene. What's important about this part is that we get closer to Alyx, and start to like her personality. This scene can be seen in the beginning of Half-Life 2, in the chapter 'Point Insertion', just before 'A Red Letter Day'.",
	"../images/hl2/alyx_elevator_2.jpg":									"!!!SAMEASABOVE!!!",
	"elevator_alyx.jpg":													"!!!SAMEASABOVE!!!",
	"../images/hl2/alyx_fall.jpg":											"This is Alyx barely holding into a broken metal rod. This scene can be seen in the Half-Life 2: Episode 2 trailer. You can watch it here: https://www.youtube.com/watch?v=n0l5N6Exjz0",
	"../images/hl2/alyx_gravity_crowbar_lab.jpg":							"Alyx showing Gordon his new 'toy', the Zero Point Energy Field Manipulator AKA Gravity Gun. This weapon has a great influence in the upcoming chapters of the game. This scene can be seen in the Half-Life 2 chapter 'Black Mesa East'. You can read more about the Gravity Gun here: http://combineoverwiki.net/wiki/Zero_Point_Energy_Field_Manipulator",
	"../images/hl2/alyx_hunter_warehouse.jpg":								"Alyx and gordon has to fight a small horde of Hunters. This scene can be seen in the Half-Life 2: Episode 2 chapter 'Riding Shotgun'. You can read more about Hunters here: http://combineoverwiki.net/wiki/Hunter",
	"../images/hl2/alyx_judith_mossman_betray.jpg":							"Alyx realizes that Judith Mossman was working for the Combine all along. This scene can be seen in the Half-Life 2 chapter 'Nova Prospekt'.",
	"../images/hl2/alyx_mossman_betray_betrayal.jpg":						"!!!SAMEASABOVE!!!",
	"../images/hl2/alyx_lab_teleport.gif":									"Alyx working on the teleporter in Eli's lab. This scene can be seen in the Half-Life 2 chapter 'Black Mesa East'.",
	"../images/hl2/alyx_razor_train_gravity_stalker.jpg":					"Alyx and Gordon are traveling on a Razor Train that is transporting Stalkers. Alyx is disturbed and feels uneasy through the journey. This scene can be seen at the end of the Half-Life 2: Episode 1 chapter 'Direct Intervention', and the beginning of 'Low Life'.",
	"episode_stalker_alyx_razor_train.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/alyx_vance_stalker_scared_scream.jpg":					"Alyx is terrified from the screaming Stalker on her. She begs Gordon to take it off of her. This scene is seen at the beginning of the Half-Life 2: Episode 1 chapter 'Low Life'.",
	"../images/hl2/alyx_vortigaunt.jpg":									"Alyx and a Vortigaunt will not soon after this scene help Gordon get to the Muscle car found on an unstable bridge. Around this scene, G-Man can be seen walking away: Note that this is the first appearance of him since Episode 1. This scene can be found in the end of the Half-Life 2: Episode 2 chapter 'Freeman Pontifex'.",
	"../images/hl2/alyx_vortigaunt_combine_escape_outland.jpg":				"Alyx, Gordon and a Vortigaunt (who helped Alyx not long before this scene) gets to see the Combine fleeing and regrouping. Note that an Advisor pod is also seen carried by the Overwatch Soldiers. This scene can be found in the beginning of the Half-Life 2: Episode 2 chapter 'Freeman Pontifex'.",
	"../images/hl2/Alyx_wallace_breen_poster.jpg":							"Alyx making a reference to Gordon's past: she mentions that Wallace Breen was his old administrator before the Black Mesa Incident. This scene can be seen shortly before the Half-Life 2 chapter 'A Red Letter Day'.",
	"../images/hl2/antlion.gif":											"As Gordon carries around his Pheropod, AKA 'Bugbait', the Antlions 'belove' him. They follow him around, doing whatever Gordon wants. At least, that contains attacking and regrouping. You can read more about the Pheropod here: http://combineoverwiki.net/wiki/Pheropods",
	"../images/hl2/antlion.jpg":											"The Antlion Guardian bursting out of the mines. This Antlion Guard is identical to the normal one, except for it's glowing green color. This scene is seen in the Half-Life 2: Episode 2 chapter 'Freeman Pontifex'. You can read more about the Antlion Guardian here: http://combineoverwiki.net/wiki/Antlion_Guardian",
	"../images/hl2/cave_antlion.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/antlion_grub.gif":										"The Antlion Grub. These little creatures are the child versions of the Antlions: they are extremely vulnerable. They can easily be killed by just stepping on them. You can read more about them here: http://combineoverwiki.net/wiki/Antlion_Grub",
	"../images/hl2/antlion_grub.jpg":										"An image containing every Antlion found in Half-Life 2 and it's episodes. You can read about Antlions here: http://combineoverwiki.net/wiki/Antlion",
	"../images/hl2/antlion_sandtrap_2.jpg":									"The silent moment before Gordon meets the first Antlion Guard in the series. This scene is seen in the Half-Life 2 chapter 'Sandtraps'.",
	"../images/hl2/antlion_sheckley_griggs.jpg":							"Sheckley and Griggs, who are rebels watching over a cave, are met unexpectedly upon dropping into a hole. They tell Gordon about the Antlion detector lights and the friendly turrets. This scene is seen in the Half-Life 2: Episode 2 chapter 'This Vortal Coil'.",
	"../images/hl2/antlion_shotgun.jpg":									"Gordon fighting an Antlion Guard in the Half-Life 2: Episode 1 chapter 'Urban Flight'.",
	"../images/hl2/antlion_thumper.gif":									"Antlions are, for some reason, disturbed and scared by heavy thumping. For this reason, the Combine developed a thumper machine, that keeps the Antlions away for good. Gordon is forced to turn them off to let the Antlions follow him in the Half-Life 2 chapter 'Nova Prospekt'. You can read more about these machines here: http://combineoverwiki.net/wiki/Restrictor",
	"../images/hl2/apache_dam.jpg":											"Gordon fighting the Apache in the Half-Life 1 chapter 'Surface Tension'.",
	"../images/hl2/apartment.jpg":											"The apartment seen in the beginning of Half-Life 2, in the chapter 'Point Insertion'.",
	"../images/hl2/apartment_breencast_citizen.gif":						"The Breencast is an everyday thing in the life of a citizen. Breen usually does propaganda speech, and apparently, mentioned by a rebel in Episode 1, he also did entertaining shows ("I don't miss Dr. Breen, but I do miss his show. Remember when he had the jugglers on?"). You can read more about the Breencast here: http://combineoverwiki.net/wiki/Breencast",
	"../images/hl2/breencast_metropolice_city.jpg":							"!!!SAMEASABOVE!!!",
	"../images/hl2/breencast_wallace_breen_propaganda_city_trainstation_welcome.jpg":	"!!!SAMEASABOVE!!!",
	"../images/hl2/breencast_wallace_breen_propaganda_city_trainstation_welcome_2.jpg":	"!!!SAMEASABOVE!!!",
	"../images/hl2/breencast_welcome_city_trainstation_wallace_breen.gif":	"!!!SAMEASABOVE!!!",
	"../images/hl2/apartment_metropolice_cp_cps_civil_protection.gif":		"Civil Protection officers kicking open a door in the Apartments seen in the beginning of Half-Life 2.",
	"../images/hl2/apc.jpg":												"The APC is a transportation vehicle used by Civil Protection officers, and can also be seen used by Overwatch Soldiers. It has a mounted turret and a laser guided missile launcher. You can read more about it here: http://combineoverwiki.net/wiki/Armored_Personnel_Carrier",
	"../images/hl2/apc_garage_metropolice_shotgun_soldier_kill_death.gif":	"Gordon fighting a bunch of Civil Protection Officers in the Half-Life 2 chapter 'Water Hazard'. Here, Breen does a speech, warning citizens about the unsafe nature of Gordon Freeman, and tells them to report his presence at all costs, of course with reward.",
	"../images/hl2/ar2.jpg":												"The Overwatch Standard Issue Pulse Rifle, AKA AR2, is a pulse rifle used by the Overwatch forces (except Civil Protection officers). It is frequently used by Overwatch Soldiers, and always by Elite soldiers. It's capable of firing a Dark Energy ball, that can vaporize anyone it hits. You can read more about it here: http://combineoverwiki.net/wiki/Overwatch_Standard_Issue_Pulse_Rifle",
	"../images/hl2/AR3_lousy.jpg":											"An iconic scene from the beginning of the Half-Life 2: Episode 2 chapter 'Our Mutual Fiend'. Here, a couple of rebels are seen listening to an instructor, who talks about the effectiveness of the AR2's secondary fire against Hunters. A guy, however, trying to impress the girl next to him, mentions that the streets were 'lousy' with AR3s back in the city, and that he killed Hunters with bare hands. However, obviously, this is not true, as AR3s don't exist. You can read more about this conversation here: http://combineoverwiki.net/wiki/AR3",
	"../images/hl2/ar3_lousy_2.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/ar3_lousy_outland.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/arlene_airboat.jpg":										"Arlene, a refugee located around the hazardous waters of City 17, gives Gordon the Airboat. This begins the Half-Life 2 chapter 'Water Hazard'.",
	"../images/hl2/arlene_waving_airboat.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/arne_magnusson_3.jpg":									"Arne Magnusson's Anti-Strider device, called the Magnussons, are ovoid shaped bombs, that stick onto Striders and can be blown up by shooting them with any weapon, making the Strider explode instantaneously. You first use these in the Half-Life 2: Episode 2 chapter 'Our Mutual Fiend'. You can read more about it here: http://combineoverwiki.net/wiki/Magnusson_Device",
	"../images/hl2/arne_magnusson_hug_4.jpg":								"This scene is from a famous Garry's Mod machinima, 'Tea Time with Dr. Breen'. The creator, kitty0706, has sadly passed away not long ago in leukemia. You can read more about this incident here: https://www.facepunch.com/showthread.php?t=1448152, and you can watch the video here: https://www.youtube.com/watch?v=K3LPmA5tk2U",
	"../images/hl2/barney_calhoun_alyx_vance_streetwar.jpg":				"Barney and Alyx, fighting against the remaining combine in City 17, whilst trying to escape refugees via trains. This scene is seen in the end of the Half-Life 2: Episode 1, in the chapter 'Exit 17'.",
	"../images/hl2/barney_calhoun_city_trainstation.jpg":					"This scene is in the beginning of Half-Life 2, where Barney reassures Gordon that it's just him, and he's not about to get beaten by a Civil Protection officer. Gordon was lucky, as he was almost sent to Nova Prospekt by a Razor Train.",
	"../images/hl2/barney_calhoun_undercover_trainstation.jpg":				"!!!SAMEASABOVE!!!",
	"../images/hl2/come_metropolice_barney_calhoun_nova_prospekt.jpg":		"!!!SAMEASABOVE!!!",
	"../images/hl2/barney_calhoun_crowbar.jpg":								"Barney giving the crowbar to Gordon once again in the Half-Life 2: Episode 1 chapter 'Urban Flight'.",
	"../images/hl2/barney_ep1_crowbar.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/barney_calhoun_ghost_hazard01.png":						"This ghostly image is found in a really weird map found in the WC mappack. It's called 'hazard01', and consists of Kleiner helping Gordon through a Hazard Course. However, something goes wrong, and Kleiner tells Gordon to wait at where he is. From there, Gordon climbs out to a restricted area, going through hallways where mumblings can be heard, and 2 rooms can be seen, one with a headcrab and the other with a zombie torso. In the end, we are confronted by a really weird hallway, full of mysterious and unsettling voices and images. After that, G-Man tells gordon that he should not be there. Gordon is then placed back to the course, however, now no problems ocurr. The point of this map is really vague. You can watch the playthrough of this map here: https://www.youtube.com/watch?v=Ee8Mxsol3gQ",
	"../images/hl2/barney_calhoun_gordon_freeman_tram_train.jpg":			"Gordon Freeman seen going to work by Barney Calhoun in the beginning of Half-Life: Blue Shift.",
	"../images/hl2/barney_calhoun_locker.jpg":								"Barney Calhoun's locker, as seen in Half-Life: Blue Shift. It contains an easter egg: After breaking the box seen inside the locker with all of your pistol ammo, a chumtoad will be found inside.",
	"../images/hl2/barney_calhoun_train_leave.jpg":							"Barney Calhoun leaving City 17 in the Half-Life 2: Episode 1 chapter 'Exit 17'. After this, no mentions of him ever happen, except in Half-Life 2: Episode 2, after the Strider battle at White Forest. Barney can be heard saying 'Good job, Gordon!', but is not among the cheering rebels. The subtitle appears with Barney's midnight green subtitle color. However, Marc Laidlaw stated that it was nothing more than just an accident.",
	"../images/hl2/barney_nexus.jpg":										"Barney Calhoun disabling a forcefield in the Overwatch Nexus in the Half-Life 2 chapter 'Follow Freeman!'.",
	"../images/hl2/Barrel.jpg":												"A reappearing tactic by Civil Protection officers. They keep trying to stop gordon by rolling explosive barrels at him. This is mostly seen around the Half-Life 2 chapters 'Route Kanal' and 'Water Hazard'.",
	"../images/hl2/beer_owe.jpg":											"A beer model, which was to be thrown via the Half-Life 2 cut weapon, the Brickbat. You can read more about it here: http://combineoverwiki.net/wiki/Brickbat",
	"../images/hl2/beta.jpg":												"The industrial area of the Half-Life 2 Beta storyline.",
	"../images/hl2/beta_cut_trainstation.jpg":								"Gordon was to board City 17 in this scene. As we can see, a Citizen, or probably Gordon is stepping out of the train with a gasmask on their head. This connects to Samuel, who was to explain everything to Gordon on the train before arriving to City 17. You can read more about Samuel here: http://combineoverwiki.net/wiki/Samuel",
	"../images/hl2/beta_tentacle_barney_calhoun.jpg":						"The Beta models of the security guard and the tentacles.",
	"../images/hl2/Black_Incident.jpg":										"Scientists, unaware of what is about to happen. This scene is in the beginning of Half-Life 1, shortly before the Resonance Cascade or the Black Mesa Incident.",
	"../images/hl2/BME_newspaper_clips.jpg":								"Newspapers and notes pinned by probably Eli about the Seven Hour War and the surrendering of Earth by former Black Mesa Administrator, Wallace Breen.",
	"earth_newspaper.jpg":													"!!!SAMEASABOVE!!!",
	"../images/hl2/Borealis.jpg":											"Everyone is surprised by the sudden appearance of the Borealis in the Half-Life 2: Episode 2 chapter 'Our Mutual Fiend'. Eli tells Gordon to destroy the ship at all costs, while Kleiner suggests using it against the Combine. Here is where we finally get to know the truth: Eli talks about the G-Man, proving that he doesn't only live in Gordon's head. Shortly after, Eli is killed by an Advisor. You can read more about the Borealis here: http://combineoverwiki.net/wiki/Borealis_(Aperture_Science_ship)",
	"../images/hl2/borealis_kleiner_eli.jpg":								"!!!SAMEASABOVE!!!",
	"eli_alyx_vance_surprised_borealis_dad.jpg":							"!!!SAMEASABOVE!!!",
	"eli_kleiner_alyx_argument_borealis.jpg":								"!!!SAMEASABOVE!!!",
	"Eli_Kleiner_Alyx_Borealis_argument.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/borealis_aperture_science.jpg":							"The mysterious Borealis ship, owned by Aperture Science. You can read more about the Borealis here: http://combineoverwiki.net/wiki/Borealis_(Aperture_Science_ship)",
	"../images/hl2/borealis_beta_cut.png":									"The Borealis ship (Or Hyperborea). Note, that this version is not the same as the one owned by Aperture Science. Upon entering the ship, we meet Odell, a reused character from the Half-Life 2 Beta storyline as Odessa Cubbage. It was also to be a chapter, which was cut. The ship was apparently attacked by Sackticks (predecessor of the Headcrab Shell), and the heating was turned off to eliminate them. This made the ship get stuck in the ice. However, it is shortly seen that the ship is filled with various monsters. You can read about the ship here: http://combineoverwiki.net/wiki/Borealis_(cut_ship)",
	"../images/hl2/borealis_odessa_radio.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/borealis_ship.png":										"!!!SAMEASABOVE!!!",
	"../images/hl2/borealis_zombie.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/Borealis_tanks.jpg":										"This is a Combine Assassin tank. It was to be seen on the Borealis. It was to contain frozen Combine Assasins. You can read more about it here: http://half-life.wikia.com/wiki/Combine_Assassin_tank",
	"../images/hl2/breen_mother_alyx.png":									"Breen mentions how Alyx has the eyes of her mother, but the stubborn nature of his father. Alyx is angered by him mentioning her mother, and spits on Breen. This scene is seen in the end of Half-Life 2, in the chapter 'Dark Energy'.",
	"../images/hl2/breen_water_forget.jpg":									"'Don't drink the water. They put something in it, to make you forget. I don't even remember how I got here', says a Citizen in the beginning of Half-Life 2. It might just be the Citizen going crazy, but it's possible that Breen is manipulating Citizens with these drinks.",
	"../images/hl2/breencast_pa_public_announcement_beta_concept_art.jpg":	"The 'Breencast' from the early Half-Life 2 Beta storyline. It was to be called the Public Announcement system, and was to broadcast simple but brief propaganda. You can read more about it here: http://combineoverwiki.net/wiki/Breencast",
	"../images/hl2/breencast_street_war_uprising_rebel_resistance.jpg":		"Rebels taking down the Breencast in the City 17 plaza. This scene is seen in the Half-Life 2 chapter 'Anticitizen One'.",
	"../images/hl2/breencast_wallace_breen_citadel.jpg":					"Breen furiously adressing Gordon Freeman directly, bullying him to try and stop him. This can be seen around the end of Half-Life 2, in the chapter 'Our Benefactors'.",
	"../images/hl2/citadel_breencast_gordon_freeman.jpg":					"!!!SAMEASABOVE!!!",
	"../images/hl2/bridge_coast.jpg":										"The bridge seen in the Half-Life 2 chapter 'Highway 17'.",
	"../images/hl2/bridge_highway_coast.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/bridge_pulse.jpg",										"!!!SAMEASABOVE!!!",
	"../images/hl2/bridge_watchtower_highway_train.jpg",					"!!!SAMEASABOVE!!!",
	"../images/hl2/bridge_outland_portal_storm.jpg":						"The bridge where the Muscle car is located. Gordon will come here to retrieve the car in the end of the Half-Life 2: Episode 2 chapter 'Freeman Pontifex'.",
	"../images/hl2/buggy_jeep_highway.jpg":									"The Scout Car, AKA Buggy or Jeep is a vehicle used by the Rebels around the Coast. However, upon Gordon's appearance, it is taken by him to get to Nova Prospekt safely. This screenshot is taken at the Half-Life 2 chapter 'Highway 17'.",
	"../images/hl2/bullsquid.PNG":											"Bullsquids are an alien race encountered in Half-Life 1, and was planned to be encountered in Half-Life 2. You can read more about them here: http://combineoverwiki.net/wiki/Bullsquid",
	"../images/hl2/bullsquid_xen.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/bullsquid_canals_beta.jpg":								"These are Bullsquids located in the Half-Life 2 Beta Canals. In the early storyline, it was to be encountered whilst wandering around the city. You can read more about Bullsquids here: http://combineoverwiki.net/wiki/Bullsquid",
	"../images/hl2/bunker_nova_prospekt.jpg":								"A bunker located near Nova Prospekt. Gordon encounters them in the Half-Life 2 chapter 'Sandtraps'. They have one or three mounted turrets with a lamp attached to them and they have bulletproof shields at their windows. Upon entering the bunkers, Combine radio chatter can be heard, sometimes talking about Gordon. You can read more about them here: http://combineoverwiki.net/wiki/Combine_Bunker",
	"emplacement_bunker_nova_prospekt.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/burn_scream_metropolice_flame.gif":						"A metropolice burning to death. There is actually an interesting story behind it: In the Half-Life 2 Beta, Civil Protection officers started screaming upon catching fire. The sounds are eerie. You can listen to them here: https://www.youtube.com/watch?v=JMUh0hL4Fu0&t=26s (at 26 seconds)",
	"../images/hl2/canals_barn_g-man.jpg":									"The red barn seen in the Half-Life 2 chapter 'Water Hazard'. G-Man can be seen looking at Gordon, then entering the barn, and mysteriously disappearing.",
	"../images/hl2/canals_hunter-chopper_fly_concept_art.jpg":				"A concept art of a Hunter-Chopper flying above the canals.",
	"../images/hl2/captain_vance_beta.jpg":									"Captain Vance, the father of Alyx Vance in the Half-Life 2 Beta storyline. Captain Vance was to lead the Conscript, the lowest and weakest Combine force (even weaker than Civil Protection), consisting of retreated soldiers. The conscript was to turn against the Combine, however. You can read about the Conscript and Captain Vance here: http://combineoverwiki.net/wiki/Conscripts",
	"../images/hl2/chaple.gif":												"The chaple Citizen model is a low poly and low resolution model of a Citizen. It's used in scenes where they are barely seen, making it use less perfomance.",
	"../images/hl2/cheese_citizen_rebel_resistance_underground.jpg":		"A couple of rebels following Gordon Freeman.",
	"../images/hl2/child_children_cremator.jpg":							"In the Half-Life 2 Beta storyline, children could be seen working in Cremator factories. However, while developing Half-Life 2, they were cut because it didn't fit the story. You can read more about the children here: http://combineoverwiki.net/wiki/List_of_Citizen_models#Children_version",
	"../images/hl2/Children_cremator.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/cremator_children_factory.jpg":							"!!!SAMEASABOVE!!!",
	"Factory_children_cop.jpg":												"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel.gif":											"The Citadel is seen falling apart through Half-Life 2: Episode 1. Soldiers try to flee, but many die in the process.",
	"../images/hl2/citadel_episode.gif":									"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_episode_2.gif":									"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_episode_3.gif":									"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_episode_escape_soldier_combine.gif":				"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_6.jpg":											"One of the early versions of the Citadel. This one is called the 'Tiles Version', as it was entirely built by tiles. In the early Half-Life 2 storyline, the Combine was to reuse resources of humans, hence the Citadel being built by ceramic tiles. You can read more about it here: http://combineoverwiki.net/wiki/Citadel#Tiles_version",
	"../images/hl2/citadel_7.jpg":											"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_combine_3.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/Citadel_tiles_night.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_alyx_stalker.jpg":								"Alyx and Gordon meets 2 stalkers. When Alyx tries to disable the forcefield, the Stalkers block it, making Alyx take the decision to kill them. This scene is primarily used to show the Stalkers and to teach the player about Alyx's ability to turn rollermines on their side. This scene is seen in the Half-Life 2: Episode 1 chapter 'Direct Intervention'.",
	"../images/hl2/citadel_beta_breencast_consul_cut.jpg":					"The Consul's office from Half-Life 2 Beta. The ending was to take place here. Note that this is the 'Tiles' version of the citadel ( http://combineoverwiki.net/wiki/Citadel#Tiles_version ).",
	"../images/hl2/citadel_combine_2.jpg":									"One of the early versions of the Citadel. This one is called the 'E3 Terminal' version, as it was seen in the E3 presentation.",
	"../images/hl2/Citadel_terminal_city.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/citadel_core_episode.gif":								"The Citadel is falling apart and will blow up soon, however, Gordon and Alyx enter to find the Citadel Core and stabilize it. The Citadel Core is a huge, highly radioactive blue-ish sphere. This is one of the main power sources of the Citadel, next to the Dark Fusion Reactor on the top of it. It seemed like the teleport in the end of Half-Life 2 seemed to stress the Citadel Core way too much. You can read more about it here: http://combineoverwiki.net/wiki/Citadel_Core",
	"../images/hl2/core.jpg":												"!!!SAMEASABOVE!!!",
	"../images/hl2/core_citadel.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/Citadel_episode_explosion.jpg":							"Gordon and Alyx successfully board a train to escape City 17. Upon doing so, the Citadel finally blows- However, the train is not fast enough to escape the blast. This scene is seen in the end of Half-Life 2: Episode 1.",
	"../images/hl2/citadel_gravity_combine_elite_soldier.jpg":				"Upon entering the citadel, Gordon shortly falls into a 'Confiscation Field', which is used to remove any illegally carried weapons. It succeeds in atomizing every weapon, except one: the Gravity Gun remains, and gets supercharged by the field, turning into the Dark Energy Field Manipulator. This results in the gravity gun lifting objects it couldn't before: people and really heavy objects. In both occasions (Half-Life 2, 'Our Benefactors' and Half-Life 2: Episode 1, 'Direct Intervention') both the suit and the Gravity Gun gets supercharged. You can read more about it here: http://combineoverwiki.net/wiki/Zero_Point_Energy_Field_Manipulator#Dark_Energy_Field_Manipulator",
	"../images/hl2/Confiscation_Field_idle_citadel.jpg":					"Upon entering the citadel, Gordon shortly falls into a 'Confiscation Field', which is used to remove any illegally carried weapons. It succeeds in atomizing every weapon, except one: the Gravity Gun remains, and gets supercharged by the field, turning into the Dark Energy Field Manipulator. This results in the gravity gun lifting objects it couldn't before: people and really heavy objects. In both occasions (Half-Life 2, 'Our Benefactors' and Half-Life 2: Episode 1, 'Direct Intervention') both the suit and the Gravity Gun gets supercharged. You can read more about it here: http://combineoverwiki.net/wiki/Confiscation_Field",
	"../images/hl2/Citadel_sewer.jpg":										"One of the early versions of the Citadel. This one is called the 'Clamp' version, because it looks like a giant blue-grey clamp, with depot-like buildings surrounding it's feet. You can read more about it here: http://combineoverwiki.net/wiki/Citadel#.22Clamp.22_version",
	"../images/hl2/Citadel_walls.jpg":										"This is the pre-retail version of the citadel. While it's mostly identical, there are smaller differences in it's shape. You can read more about it here: http://combineoverwiki.net/wiki/Citadel#Pre_retail_version",
	"../images/hl2/City_2.jpg":												"This is the trainstation from Half-Life 2 remade in Unreal Engine 4.",
	"../images/hl2/cohrt_kleiner.jpg":										"This is an early model of Isaac Kleiner. The model was recycled to be a hostage in Counter-Strike: Source.",
	"../images/hl2/combine_elite_pulse_citadel.jpg":						"The Overwatch Elite is the strongest unit in the Overwatch force. They are equipped with heavier armor than the other units, are always equipped with AR2s and can use the secondary fire to shoot Dark Energy balls onto their enemies. Their unique features include their one red glowing eye, bright white uniform, and the Overwatch logo with a skull on it (Note that Overwatch Shotgunners have the same logo, meaning that they are the strongest unit next to the Elite). You can read more about it here: http://combineoverwiki.net/wiki/Overwatch_Elite"
	"../images/hl2/combine_hydra_beta.jpg":									"This is a Hydra from Half-Life 2 Beta. It's a blue worm-like creature that stabs any living organics that gets close to it. It was shown at Half-Life 2's E3 presentation, however, it was later cut from the game. You can read more about it here: http://combineoverwiki.net/wiki/Hydra",
	"../images/hl2/combine_poster_propaganda.jpg":							"Propaganda is a keypoint for the Combine to keep humanity in check. However, it doesn't always work, hence the rebel groups scattered around City 17. So, to promote propaganda, Wallace Breen mainly uses posters and speeches.",
	"../images/hl2/combine_overworld_gunship_teleport_fusion_reactor_citadel.jpg":	"The Dark Fusion Reactor, whilst being destroyed by Gordon Freeman with his Dark Energy Field Manipulator. The huge portal above is the portal to the Combine Overworld- where Breen wants to teleport to. To avoid this from happening, Gordon has to destroy the portal and the reactor entirely. This scene is seen during the ending of Half-Life 2.",
	"../images/hl2/dark_energy_fusion_reactor_wallace_breen_teleport_advisor.png":	"!!!SAMEASABOVE!!!",
	"../images/hl2/combine_soldier_transhuman.jpg":							"While being in the Half-Life 2 chapter 'Nova Prospekt', Gordon stumbles upon a screen, which can be navigated. Upon doing so, a camera that shows a cyborg looking human. It's an Overwatch Soldier, in it's final stages before being deployed. It's notable that Overwatch Soldiers have their memories purged, and their human features entirely removed. You can read more about Overwatch Soldiers here: http://combineoverwiki.net/wiki/Overwatch_Soldier",
	"../images/hl2/consoling_couple_cry_citizen_refugee.jpg":				"The Consoling Couple is a reappearing couple seen in the game. It's always a woman crying, and a man soothing her. They are met 3 times, once seen as 2 skeletons as an easter egg, and once more, they are found alive in Episode 2. You can read more about this here: http://combineoverwiki.net/wiki/Consoling_Couple",
	"../images/hl2/consoling_couple_cry_citizen_refugee_breencast_apartment.jpg":			"!!!SAMEASABOVE!!!",
	"../images/hl2/consoling_couple_cry_rebel.jpg":							"!!!SAMEASABOVE!!!",
	"../images/hl2/consul.jpg":												"The Consul is the predecessor of Wallace Breen, the Administrator of Earth in the Half-Life 2 Beta storyline. He was to be a modified by Combine technology to have immortality. He was to be more similar to the Big Brother from the novel Nineteen Eighty-Four, rather than the current Breen. You can read more about the Consul here: http://combineoverwiki.net/wiki/The_Consul",
	"../images/hl2/consul_beta_concept.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/consul_pa_public_announcement_breencast_beta.gif":		"!!!SAMEASABOVE!!!",
	"../images/hl2/consul_propaganda_beta.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/consul_transform_beta_concept_art.jpg":					"This is the Consul, the predecessor of Wallace Breen, connected to a Combine artifical life-support system. He sacrificed most of his body to become immortal. You can read more about the Consul here: http://combineoverwiki.net/wiki/The_Consul",
	"../images/hl2/cremator_immolator.png":									"The Cremator is a tall Combine race, from unknown origins. It is known, however, that they are built in factories where children work. These janitors crawl on streets slowly with their huge immolators, with a heavy and iconic breathing, and vaporize and burn whatever is in their way. They are made to eliminate remaining headcrabs and other xen life on the city streets. You can read more about them here: http://combineoverwiki.net/wiki/Cremator",
	"../images/hl2/Cremator_poster.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/cremator_street_city.jpg":								"!!!SAMEASABOVE!!!",
	"../images/hl2/crow_g-man.jpg":											"This scene can be found on the Half-Life 2 Beta map 'ickypop', which was made to test features, and also as a joke. You can read more about this map here: http://combineoverwiki.net/wiki/Ichthyosaur#Behind_the_scenes",
	"../images/hl2/decay_playstation_gina.jpg":								"This is Half-Life: Decay, a 2 player coop found on the PlayStation 1 port of the game by GearBox. It consists 2 protagonists: Gina Cross and Colette Green. You can read more about it here: http://combineoverwiki.net/wiki/Half-Life:_Decay",
	"../images/hl2/decay_playstation_head-to-head.png":						"!!!SAMEASABOVE!!!",
	"../images/hl2/depot_cell.jpg":											"Vorti-Cells was a brutal way of getting energy around City 17 in the Half-Life 2 Beta storyline. They put Vortigaunts in a cell, and kept discharging their power, whilst torturing them. Also, Gordon was to free them somehow. You can read more about it here: http://combineoverwiki.net/wiki/Vorti-Cell",
	"../images/hl2/depot_cellblock_prisoner_prison_nova_prospekt_wasteland.jpg":	"An early concept art of the prison Depot. It should be noted that the old Depot was not located at the Coast, but in the middle of the Wasteland. You can read more about it here: http://combineoverwiki.net/wiki/Depot",
	"../images/hl2/depot_nova_prospekt_beta_wasteland.jpg":					"!!!SAMEASABOVE!!!",
	"../images/hl2/Depot_razor_train.jpg":									"An early concept art of the Razor Train. An interesting fact about the Razor Trains: They were designed this way so while speeding through the wasteland, it kills anything in it's way. In the beginning of the Half-Life 2 Beta storyline, a Gargantua was to attack a Razor Train, but instantly die upon impact. You can read more about Razor Trains here: http://combineoverwiki.net/wiki/Razor_Train",
	"../images/hl2/displacer.jpg":											"The Displacer Cannon is a prototype gun made by Black Mesa in Half-Life: Opposing Force that is able to teleport entities to different locations. There is no fixed pattern where it teleports- But most of the time, it seems to teleport the player to Xen. Except in multiplayer, where they teleport to a random location on the map. It should be noted that the gun shoots a big green orb that kills anything in it's radius upon impact, much like The Big F*cking Gun in the DOOM series. You can read more about it here: http://combineoverwiki.net/wiki/Displacer_Cannon",
	"../images/hl2/displacer_2.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/Dog_Strider.jpg":										"Probably the most iconic scene in Half-Life 2: Episode 2 (in the chapter 'Riding Shotgun'). Here, Alyx and Gordon, while riding the Muscle car to White Forest, stumble upon a Strider. At the same time, we see Dog come out, and attack it. The amazing battle can be viewed here: https://www.youtube.com/watch?v=2hKiqks6Qt4",
	"../images/hl2/Dog_Strider_2.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/doug_rattmann.jpg":										"Doug Rattman is a mysterious person. He is a survivor of GLaDOS' flooding of the Enrichment Center with neurotoxin. Most is known about him from the 'Portal 2: Lab Rat' comic. He has a huge influence in the Portal storyline. You can read more about him here: http://combineoverwiki.net/wiki/Doug_Rattmann",
	"../images/hl2/doug_rattmann_2.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/doug_rattmann_3.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/doug_rattmann_4.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/doug_rattmann_5.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/doug_rattmann_6.jpg":									"!!!SAMEASABOVE!!!",
	"../images/hl2/dreamcast.jpg":											"The cancelled port of Half-Life 1 on the Sega Dreamcast console, developed by Gearbox and Captivation Digital Laboratories with the assistance of Valve Software and Sierra Entertainment. It was cancelled only a few weeks prior to it's release, even though it was finished. This edition of Half-Life was leaked in 2003. It's possible to download this edition, however, there are fan made mods available that recreate this version. Some official copies of the disk also exist. You can read more about it here: http://combineoverwiki.net/wiki/Half-Life_(Dreamcast_port)",
	"../images/hl2/dreamcast_3.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/dreamcast_4.jpg":										"!!!SAMEASABOVE!!!",
	"../images/hl2/dropship_dog.jpg":										"An iconic scene in Half-Life 2 (in the chapter 'Anticitizen One'). Dog battles an incoming Dropship, after letting you through a Combine defense point. You can watch the amazing battle here: https://www.youtube.com/watch?v=gFadPC_EW3Y",
	"../images/hl2/E3_Terminal_plaza.jpg":									"The City 17 terminal (predecessor of the city Plaza), as seen in the E3 presentation.",
	"../images/hl2/eli_garage_cut_beta.jpg":								"Eli Maxwell's (predecessor of Eli Vance) lab in the Half-Life 2 Beta storyline. It was to be an old garage, filled with junk and a broken bus. Eli Maxwell shows Gordon everything via projecting it on the wall. The only remaining sound file from Eli Maxwell is him telling Gordon how he lost his leg. Unlike in the retail, where he lost it to a Bullsquid, he lost it to a Particle Storm, a cut mysterious enemy from the game. It's also worth noting that Eli was not to be Alyx's father. You can read more about Eli Maxwell here: http://combineoverwiki.net/wiki/Eli_Maxwell",
	"../images/hl2/eli_half-life_surface.jpg":								"Eli Vance tells gordon to go to the surface and call for help in the Half-Life 1 chapter 'Unforeseen Consequences'. This is one example where Valve decided to construct specific characters further. We can also find Isaac Kleiner next to Eli here.",
	"../images/hl2/eli_judith_mossman_alyx_vance_nova_prospekt_uprising_teleport_combine.jpg":	"Moments before Judith Mossman teleports Eli Vance with herself into the Citadel to capture him in the Half-Life 2 chapter 'Nova Prospekt'. Alyx tells Mossman to enter the coordinates for Kleiner's lab, however, she enters the Citadel's coordinates instead. On a sidenote, they use the prototype teleport that Mossman helped to develop for the Combine. After Alyx and Gordon tries to use it, it breaks, making the entire Nova Prospekt explode, which begins the Uprising.",
	"../images/hl2/eli_judith_mossman_citadel.jpg":							"Judith Mossman finally turns against Breen, after betraying the whole resistance. She helps Gordon, Alyx and Eli to escape their pods, making Breen flee. This scene is seen in the Half-Life 2 chapter 'Dark Energy'.",
	"../images/hl2/eli_lab.gif":											"Eli telling Gordon how much time it took for him to come back to him, in the Half-Life 2 chapter 'Black Mesa East'. This tells the player who Eli was in Half-Life 1 exactly.",
	"../images/hl2/eli_lab_teleport_beta_cut.jpg":							"Kleiner's lab in the Half-Life 2 Beta storyline. Here, Barney was to take Gordon to the lab, instead of Alyx. The scene was to have a lot longer and deeper conversations: for example, Barney tells what happened when Kleiner tried to test the teleport on a cat. He tells Gordon that he had to turn it right side out to make sure that it was a cat. It's also notable that Kleiner is a lot more surprised by Gordon's appearance than in the retail version. Another interesting fact, is that Kleiner was to die after running into the teleport and exploding into pieces. You can watch the fixed version by Project Beta here, in two parts: Part 1: https://www.youtube.com/watch?v=Hb1fYjbNPbs , Part 2: https://www.youtube.com/watch?v=8Kt3QzLSJeo",
	"../images/hl2/Eli_maxwell_gravity_proto_physics.jpg":					"A concept art of Eli Maxwell (predecessor of Eli Vance), holding the Physics Manipulator. You can read more about him here: http://combineoverwiki.net/wiki/Eli_Maxwell"
	"eli_vance_half-life_surface.jpg":										"Eli Vance, in Half-Life 1. This is a throwback made by Eli Vance: He told Gordon that he 'sent him to the surface to get help', which means that this guy was Eli Vance in the Half-Life 1 storyline. ",
	"eli_wrecked_bus.jpg":													"The wrecked bus which can be found in Eli Maxwell's (predecessor of Eli Vance) lab.",
	"emplacement_combine_nova_prospekt_prison.jpg":							"An Overwatch Soldier protecting Nova Prospekt's outer prison section. ",
	"episode_advisor_tongue.jpg":											"An Advisor, about to kill Gordon, however is interrupted upon it's shell exploding. This scene is seen in the Half-Life 2: Episode 2 chapter 'Riding Shotgun'",
	"episode_alyx_vance_dog_kleiner_citadel.jpg":							"Alyx finally manages to reach Eli and Kleiner via video chat. They both are assured that Gordon and Alyx are already out of reach of the upcoming Citadel explosion, and are stunned upon realizing that they aren't. Eli tells them to run, however, Kleiner suggests stabilizing the Citadel Core is the most plausible option for them to stay alive. Alyx agrees, making Eli mad, but later agreeing aswell. This scene is seen in the beginning of Half-Life 2: Episode 1, in the chapter 'Undue Alarm'.",
	"equipment_break.jpg":													"A screenshot from a joke mod, named 'SSH : Mod Messup 1 : WTF Mod'. It's pretty racist, mostly unfunny and can be disturbing. You can get it here, though: http://www.moddb.com/mods/ssh-mod-messup-1-wtf-mod",
	"escape_pod_advisor_citadel.jpg":										"Before the Citadel blows, Advisor pods are seen escaping City 17 with great speed. In Half-Life 2: Episode 2, you can see one of the crashed pods in the chapter 'Riding Shotgun'. This scene is seen in the end of Half-Life 2: Episode 1.",
	"escape_rebel_resistance_city.jpg":										"Rebels waiting to be put on trains to escape City 17 before the Citadel blows. This scene is seen in the end of Half-Life 2: Episode 1, in the chapter 'Exit 17'.",
	"explosion_teleport_wallace_breen.gif":									"The Citadel's teleport blowing up after Gordon successfully destroyed it. Alyx mentions that they still might have time before it blows, before everything stopping, and G-Man appearing. This happens in the end of Half-Life 2. You can view this scene here: https://www.youtube.com/watch?v=rHHbv00nR28",
	"father_grigori_monk.gif":												"Father Grigori, AKA Monk greeting the player to Ravenholm, the town of the undead. This scene is seen in the Half-Life 2 chapter 'We don't go to Ravenholm...'.",
	"father_grigori_monk_2.jpg":											"!!!SAMEASABOVE!!!",
	"father_grigori_trap_zombie_ravenholm.gif":								"Father Grigori has set up clever traps to kill the lurking zombies around the town of Ravenholm. This is one of his many traps, a hand made propeller built of various junk, attached to an engine. If activated, zombies get sliced in half upon touching it. This scene is seen in the Half-Life 2 chapter 'We don't go to Ravenholm...'.",
	"fisherman.jpg":														"The Fisherman from Half-Life 2: Lost Coast. He tells Gordon about the Combine shelling a town nearby, St. Olga. He is the only sane person the player meets through Lost Coast. You can read more about him here: http://combineoverwiki.net/wiki/The_Fisherman",
}